tap "homebrew/bundle"
tap "majd/repo"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "xcodesorg/made"
brew "antigen"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "ca-certificates"
brew "openssl@3"
brew "aria2"
brew "autoconf"
brew "automake"
brew "cocoapods"
brew "terminal-notifier"
brew "fastlane"
brew "fd"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "python@3.11"
brew "fontforge"
brew "gh"
brew "git"
brew "gnupg"
brew "helix"
brew "hub"
brew "hugo"
brew "lua-language-server"
brew "mas"
brew "n"
brew "ncurses"
brew "nushell"
brew "openjdk@17"
brew "openssl@1.1"
brew "pinentry-mac"
brew "protobuf"
brew "python@3.10"
brew "rcm"
brew "reattach-to-user-namespace"
brew "rio", link: false
brew "ripgrep"
brew "ruby@3.1"
brew "rust"
brew "stylua"
brew "tmux", args: ["HEAD"]
brew "tree"
brew "wget"
brew "xcbeautify"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh"
brew "xcodesorg/made/xcodes"
cask "android-studio"
cask "cider"
cask "firefox"
cask "flutter"
cask "font-sf-mono-nerd-font-ligaturized"
cask "ipatool"
cask "iterm2"
cask "obsidian"
cask "phoenix"
cask "raycast"
cask "rio"
cask "slack"
cask "whisky"
cask "zoom"
mas "Cascadea", id: 1432182561
mas "Color Picker", id: 1545870783
mas "Dato", id: 1470584107
mas "Developer", id: 640199958
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LanguageTool", id: 1534275760
mas "Logic Pro", id: 634148309
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pandan", id: 1569600264
mas "Speediness", id: 1596706466
mas "Userscripts-Mac-App", id: 1463298887
mas "Xcode", id: 497799835
